package ru.anekdots.resourses;

/**
 *  Ответы бота /
 *  Строки, которыми отвечает бот
  */

public class answers {
    /**
     * Стартовое сообщение
     */
    final public String _START = """
                        Привет! Я бот с анекдотами, для справки нажмите /help
                         
                    "Предложить анекдот" - ты присылаешь свой анекдот, который в дальнейшем может быть добавлен в наш бот
                    Команда "/getall" выведет весь список наших анекдотов
 """;
    /**
     * Сообщение - помощь
     */
    final public String _HELP = """
                        Я бот с анекдотами
                         
                    Команда "Предложить анекдот" - ты присылаешь свой анекдот, который в дальнейшем может быть добавлен в наш бот
                    Команда "/getall" выведет весь список наших анекдотов
 """;


}
