package ru.anekdots.resourses;
/**
 *  Ответы бота /
 *  Строки, которыми отвечает бот
  */

public class answers {
    /**
     * Стартовое сообщение
     */
    final public static String _START = """
                        Привет! Я бот с анекдотами, для справки нажмите /help

                        Напиши слово анекдот и я отправлю тебе один
                        
                        Ещё у меня есть несколько кнопок для удобства:
                        
                        "Время анекдотов" - ты вводишь время в формате hh:mm, и каждый день в это время я буду отправлять самый смешной анекдот
                         
                        "Предложить" - ты присылаешь свой анекдот, который в дальнейшем может быть добавлен в наш бот
                        
                        Есть анекдоты в формате вопроса, нажми на кнопку "Игра", я отправлю первую часть анекдота (вопрос), а тебе нужно отгадать ответ
                        
                        После отправки анекдота появляется кнопка "Оценить" - оцени анекдот!!!""";
    /**
     * Сообщение - помощь
     */
    final static  public String _HELP = """
                        Я бот с анекдотами

                        Напиши слово анекдот и я отправлю тебе один
                        
                        Ещё у меня есть несколько кнопок для удобства:
                        
                        "Время анекдотов" - ты вводишь время в формате hh:mm, и каждый день в это время я буду отправлять самый смешной анекдот
                         
                        "Предложить" - ты присылаешь свой анекдот, который в дальнейшем может быть добавлен в наш бот
                        
                        Есть анекдоты в формате вопроса, нажми на кнопку "Игра", я отправлю первую часть анекдота (вопрос), а тебе нужно отгадать ответ
                        
                        После отправки анекдота появляется кнопка "Оценить" - оцени анекдот!!!""";

}
