package ru.anekdots.resourses;
/**
 *  Ответы бота /
 *  Строки, которыми отвечает бот
  */

public class answers {
    /**
     * Стартовое сообщение
     */
    final public static String _START = """
                        Привет! Я бот с анекдотами, для справки нажмите /help

                        У меня есть несколько кнопок для удобства:

                        "Время анекдотов" - ты вводишь время в формате hh:mm, и каждый день в это время я буду отправлять самый смешной анекдот

                        "Новый анекдот" - я присылаю самый новый, самый свежий

                        "Предложить" - присылай свой анекдот, который в дальнейшем может быть добавлен в наш бот

                        После отправки анекдота появляется кнопка "Оценить" - оцени анекдот!!!""";
    /**
     * Сообщение - помощь
     */
    final static  public String _HELP = """
                        Я бот с анекдотами. У меня есть несколько кнопок для удобства:

                        "Время анекдотов" - ты вводишь время в формате hh:mm, и каждый день в это время я буду отправлять самый смешной анекдот

                        "Новый анекдот" - я присылаю самый новый, самый свежий

                        "Предложить" - ты присылаешь свой анекдот, который в дальнейшем может быть добавлен в наш бот

                        После отправки анекдота появляется кнопка "Оценить" - оцени анекдот!!!""";

}
